{
  "header": {
    "title": "Travis Fantina"
  },
  "aboutTitle": "Abut me?",
  "photoTitle": "Travis Fantina circa 2016",
  "aboutPhoto": "profile.jpeg",
  "blocks": [
    {
      "_template": "project",
      "headline": "Ciao ",
      "subtext": "Ciao is a social network I built by funnelling all my gripes with traditional social media into a new experiment to make the internet, and social networking a little better. It's still under active development and will be launching in formal beta mode this summer!\n\nI wanted to create something that everything I saw lacking in traditional social media and hopefully recapture some of the promise that I felt when I started using FaceBook and Twitter back in the mid 2000s.\n\n##### Ciao is:\n\n* Ad free\n* Privacy focused\n* Segmented by audiences: you get to share what you want with who you want\n* For families and friends \n\n##### Built with:\n\n* Ruby on Rails \n* PostgreSQL \n* Bootstrap \n* HOT Wire",
      "photos": [
        {
          "_template": "photo",
          "src": "public/pic10.jpeg",
          "alt": "yeah hear we go!",
          "imageName": "pic5.jpeg"
        },
        {
          "_template": "photo",
          "src": "public/pic5.jpeg",
          "alt": "Wow hahah yeah!",
          "imageName": "pic10.jpeg"
        }
      ]
    },
    {
      "_template": "project",
      "headline": "Project 2",
      "subtext": "Twee cupidatat hell of, 90's palo santo hella kitsch aesthetic health goth lorem blue bottle poutine leggings pitchfork pabst.  Nisi culpa synth biodiesel.  Vexillologist normcore lumbersexual scenester literally stumptown affogato banjo iceland lorem aliquip.  Cornhole gentrify id, paleo literally yr blue bottle snackwave consequat laborum freegan asymmetrical schlitz live-edge quinoa.\",\"Hot chicken quinoa ut, readymade deep v post-ironic letterpress irony sint vape mixtape.  Laborum et hell of, stumptown bespoke organic cupidatat butcher yr bitters helvetica street art exercitation.  Coloring book veniam 90's sunt pop-up culpa venmo art party seitan vinyl church-key wolf.  Fixie forage hoodie, retro proident small batch prism succulents jean shorts seitan.  Occaecat franzen sint hexagon, church-key four loko mustache.",
      "photos": [
        {
          "_template": "photo",
          "src": "public/pic2.jpeg",
          "alt": "alttext",
          "imageName": "pic2.jpeg"
        }
      ]
    }
  ],
  "aboutBody": "##### Name, Location, Occupation:\n\nMy name is Travis Fantina, I'm a fullstack developer from Earth. Currently living in\nOntario, Canada.\n\n##### Vocation:\n\nI'm under contact full-time with an agency called Objective in Salt Lake City, where I do client work big and small. Everything from single page marketing sites made with NextJS to massive B2B ecommerce platforms built with Elixir.\n\nI am not accepting new client work but you should shoot me an email anyway, I'm always interested in evening projects, side hustles and in general biting off more than I can chew.\n\n##### A Very Particular Set of Skills:\n\n* Ruby & Rails\n* Elixir & Phoenix\n* NextJS\n* CraftCMS\n* Not Wordpress please\n\n##### Website\n\nThis website was made with NextJS and is managed with the TINA CMS an innovative content management system(‽) which lets you edit and commit. Don't believe it try editing here:",
  "photos": [
    {
      "_template": "photo",
      "src": "public/0.jpeg",
      "alt": "the author circa 2016\n",
      "imageName": "0.jpeg",
      "image": "public/tf.png"
    }
  ]
}